Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# about.privacy.subtitle
source: Local first is Starcat's core boundary
ar: المحلي أولاً هو الحد الأساسي لـ Starcat
de: Lokal zuerst ist die Kernbegrenzung von Starcat
es: Local primero es el límite principal de Starcat
fr: Local d'abord est la limite fondamentale de Starcat
id: Lokal pertama adalah batas inti Starcat
it: Locale prima è il confine fondamentale di Starcat
ja: ローカルファーストはStarcatの核となる境界です
ko: 로컬 우선은 Starcat의 핵심 경계입니다.
nl: Lokaal eerst is de kern van Starcat
pl: Lokalność jest podstawową granicą Starcat
pt_br: Local primeiro é o limite central do Starcat
ru: Локальные данные — основная граница Starcat
tr: Yerel öncelik, Starcat'ın temel sınırıdır
uk: Локальні дані перш за все — це основна межа Starcat
vi: Ưu tiên cục bộ là ranh giới cốt lõi của Starcat
zh_hans: 本地优先是 Starcat 的核心边界
zh_hant: 本地優先是 Starcat 的核心邊界

# about.privacy.title
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私政策

# about.privacy.viewFull
source: View Full Privacy Policy
ar: عرض سياسة الخصوصية الكاملة
de: Vollständige Datenschutzrichtlinie anzeigen
es: Ver Política de Privacidad Completa
fr: Voir la politique de confidentialité complète
id: Lihat Kebijakan Privasi Lengkap
it: Visualizza l'Informativa Completa sulla Privacy
ja: 完全なプライバシーポリシーを表示
ko: 전체 개인정보 처리방침 보기
nl: Volledig privacybeleid bekijken
pl: Zobacz pełną politykę prywatności
pt_br: Ver Política de Privacidade Completa
ru: Просмотреть полную политику конфиденциальности
tr: Tam Gizlilik Politikasını Görüntüle
uk: Переглянути повну політику конфіденційності
vi: Xem toàn bộ chính sách quyền riêng tư
zh_hans: 查看完整隐私政策
zh_hant: 檢視完整隱私政策

# about.privacy.whatWeStore.text
source: GitHub OAuth tokens, repo cache, tags, private notes, and reading status. In MVP stage, these data are stored locally.
ar: رموز OAuth لـ GitHub، وذاكرة التخزين المؤقت للمستودع، والوسوم، والملاحظات الخاصة، وحالة القراءة. في مرحلة MVP، تُخزن هذه البيانات محلياً.
de: GitHub-OAuth-Tokens, Repository-Cache, Tags, private Notizen und Lesestatus. In der MVP-Phase werden diese Daten lokal gespeichert.
es: Tokens de OAuth de GitHub, caché de repositorios, etiquetas, notas privadas y estado de lectura. En la etapa MVP, estos datos se almacenan localmente.
fr: Jetons OAuth GitHub, cache des dépôts, tags, notes privées et statut de lecture. Au stade MVP, ces données sont stockées localement.
id: Token OAuth GitHub, cache repositori, tag, catatan pribadi, dan status bacaan. Pada tahap MVP, data ini disimpan secara lokal.
it: Token OAuth di GitHub, cache dei repository, tag, note private e stato di lettura. Nella fase MVP, questi dati sono memorizzati localmente.
ja: GitHub OAuthトークン、リポジトリキャッシュ、タグ、プライベートノート、および読書ステータス。MVP段階では、これらのデータはローカルに保存されます。
ko: GitHub OAuth 토큰, 저장소 캐시, 태그, 개인 노트 및 읽기 상태. MVP 단계에서는 이러한 데이터가 로컬에 저장됩니다.
nl: GitHub OAuth-tokens, repo-cache, tags, privénotities en leesstatus. In de MVP-fase worden deze gegevens lokaal opgeslagen.
pl: Tokeny OAuth GitHub, pamięć podręczna repozytoriów, tagi, prywatne notatki i status czytania. Na etapie MVP dane te są przechowywane lokalnie.
pt_br: Tokens OAuth do GitHub, cache de repositórios, tags, notas privadas e status de leitura. Na fase MVP, esses dados são armazenados localmente.
ru: Токены OAuth GitHub, кэш репозиториев, теги, личные заметки и статус чтения. На этапе MVP эти данные хранятся локально.
tr: GitHub OAuth token'ları, depo önbelleği, etiketler, özel notlar ve okuma durumu. MVP aşamasında bu veriler yerel olarak depolanır.
uk: Токени OAuth GitHub, кеш репозиторіїв, теги, приватні нотатки та статус читання. На етапі MVP ці дані зберігаються локально.
vi: Token OAuth GitHub, bộ nhớ đệm kho lưu trữ, thẻ, ghi chú riêng tư và trạng thái đọc. Trong giai đoạn MVP, dữ liệu này được lưu trữ cục bộ.
zh_hans: GitHub OAuth token、仓库缓存、标签、私有笔记和阅读状态。MVP 阶段这些数据保存在本机。
zh_hant: GitHub OAuth token、倉庫快取、標籤、私人筆記和閱讀狀態。MVP 階段這些資料儲存在本機。

# about.privacy.whatWeStore.title
source: What We Store
ar: ما نخزنه
de: Was wir speichern
es: Qué Almacenamos
fr: Ce que nous stockons
id: Apa yang Kami Simpan
it: Cosa Memorizziamo
ja: 保存するデータ
ko: 저장하는 항목
nl: Wat we opslaan
pl: Co przechowujemy
pt_br: O que Armazenamos
ru: Что мы храним
tr: Ne Depoluyoruz
uk: Що ми зберігаємо
vi: Những gì chúng tôi lưu trữ
zh_hans: 我们会存储什么
zh_hant: 我們會儲存什麼

# about.privacy.whatWeWontDo.text
source: We will not sell personal information, use local notes for advertising, or automatically write AI suggestions back to user data without confirmation.
ar: لن نبيع المعلومات الشخصية، أو نستخدم الملاحظات المحلية للإعلانات، أو نعيد كتابة اقتراحات الذكاء الاصطناعي تلقائياً إلى بيانات المستخدم دون تأكيد.
de: Wir verkaufen keine persönlichen Daten, verwenden keine lokalen Notizen für Werbung und schreiben KI-Vorschläge nicht ohne Bestätigung automatisch in Benutzerdaten zurück.
es: No venderemos información personal, usaremos notas locales para publicidad ni escribiremos automáticamente sugerencias de IA en los datos del usuario sin confirmación.
fr: Nous ne vendrons pas d'informations personnelles, n'utiliserons pas de notes locales pour la publicité, ni n'écrirons automatiquement des suggestions IA dans les données utilisateur sans confirmation.
id: Kami tidak akan menjual informasi pribadi, menggunakan catatan lokal untuk iklan, atau secara otomatis menulis saran AI kembali ke data pengguna tanpa konfirmasi.
it: Non venderemo informazioni personali, non utilizzeremo note locali per pubblicità e non scriveremo automaticamente suggerimenti AI nei dati dell'utente senza conferma.
ja: 個人情報を販売したり、ローカルノートを広告に使用したり、確認なしにAI提案をユーザーデータに自動書き込みしたりすることはありません。
ko: 개인 정보를 판매하지 않으며, 광고에 개인 노트를 사용하지 않으며, 확인 없이 AI 제안을 사용자 데이터에 자동으로 기록하지 않습니다.
nl: We zullen geen persoonlijke informatie verkopen, lokale notities gebruiken voor advertenties of automatisch AI-suggesties terugschrijven naar gebruikersgegevens zonder bevestiging.
pl: Nie będziemy sprzedawać danych osobowych, używać lokalnych notatek do reklam ani automatycznie zapisywać sugestii AI do danych użytkownika bez potwierdzenia.
pt_br: Não venderemos informações pessoais, usaremos notas locais para publicidade ou escreveremos automaticamente sugestões de IA de volta aos dados do usuário sem confirmação.
ru: Мы не будем продавать личную информацию, использовать локальные заметки для рекламы или автоматически записывать предложения ИИ в пользовательские данные без подтверждения.
tr: Kişisel bilgileri satmayacağız, yerel notları reklam için kullanmayacağız veya AI önerilerini onay olmadan kullanıcı verilerine otomatik olarak yazmayacağız.
uk: Ми не продаватимемо особисту інформацію, не використовуватимемо локальні нотатки для реклами та не записуватимемо автоматично пропозиції ШІ в дані користувача без підтвердження.
vi: Chúng tôi sẽ không bán thông tin cá nhân, sử dụng ghi chú cục bộ cho quảng cáo hoặc tự động ghi lại các gợi ý AI vào dữ liệu người dùng mà không có xác nhận.
zh_hans: 不会出售个人信息，不会把本地笔记用于广告，也不会在未经确认时自动把 AI 建议写回用户数据。
zh_hant: 不會出售個人資訊，不會將本地筆記用於廣告，也不會在未經確認時自動將 AI 建議寫回用戶資料。

# about.privacy.whatWeWontDo.title
source: What We Won't Do
ar: ما لن نفعله
de: Was wir nicht tun
es: Qué No Haremos
fr: Ce que nous ne ferons pas
id: Apa yang Tidak Akan Kami Lakukan
it: Cosa Non Faremo
ja: 行わないこと
ko: 하지 않는 일
nl: Wat we niet doen
pl: Czego nie robimy
pt_br: O que Não Faremos
ru: Чего мы не делаем
tr: Ne Yapmayacağız
uk: Чого ми не робитимемо
vi: Những gì chúng tôi không làm
zh_hans: 我们不会做什么
zh_hant: 我們不會做什麼

# about.support.email.title
source: Email Support
ar: الدعم عبر البريد الإلكتروني
es: Soporte por Correo Electrónico
fr: Assistance par e-mail
id: Dukungan Email
it: Supporto via Email
ja: メールサポート
ko: 이메일 지원
nl: E-mailondersteuning
pl: Wsparcie e-mail
pt_br: Suporte por E-mail
ru: Поддержка по email
tr: E-posta Desteği
uk: Підтримка електронною поштою
vi: Hỗ trợ qua email
zh_hans: 邮件支持
zh_hant: 郵件支援

# about.support.issues.detail
source: Submit an issue or your request
ar: أرسل مشكلة أو طلبك
de: Ein Issue oder deine Anfrage einreichen
es: Envíe un problema o su solicitud
fr: Soumettre un problème ou votre demande
id: Kirim masalah atau permintaan Anda
it: Invia un problema o la tua richiesta
ja: Issueまたはリクエストを送信
ko: 이슈 또는 요청 제출
nl: Dien een probleem of uw verzoek in
pl: Zgłoś problem lub swoje żądanie
pt_br: Envie um problema ou sua solicitação
ru: Отправить запрос или предложение
tr: Bir sorun veya isteğinizi gönderin
uk: Надіслати проблему або ваш запит
vi: Gửi vấn đề hoặc yêu cầu của bạn
zh_hans: 提交复现步骤、截图和 Console 日志
zh_hant: 提交問題或您的請求

# about.support.issues.title
source: GitHub Issues
ar: مشكلات GitHub
es: Problemas de GitHub
fr: Problèmes GitHub
id: Masalah GitHub
it: Problemi su GitHub
pt_br: Issues do GitHub
tr: GitHub Sorunları
uk: Проблеми GitHub

# about.support.rate.action
source: Rate
ar: قيّم
de: Bewerten
es: Calificar
fr: Noter
id: Beri Nilai
it: Valuta
ja: 評価
ko: 평가
nl: Beoordelen
pl: Oceń
pt_br: Avaliar
ru: Оценить
tr: Oyla
uk: Оцінити
vi: Đánh giá
zh_hans: 评分
zh_hant: 評分

# about.support.rate.detail
source: Open the system App Store rating prompt when available
ar: افتح نافذة تقييم متجر التطبيقات النظامية عندما تكون متاحة
de: Öffnet die systemeigene App-Store-Bewertungsaufforderung, wenn verfügbar
es: Abre el mensaje de calificación de la App Store del sistema cuando esté disponible
fr: Ouvrir l'invite de notation de l'App Store système lorsqu'elle est disponible
id: Buka prompt penilaian App Store sistem jika tersedia
it: Apre il prompt di valutazione dell'App Store di sistema quando disponibile
ja: 利用可能な場合、システムのApp Store評価プロンプトを開く
ko: 사용 가능할 때 시스템 App Store 평가 프롬프트 열기
nl: Open de systeem App Store-beoordelingsprompt wanneer beschikbaar
pl: Otwiera systemowy monit oceny w App Store, gdy jest dostępny
pt_br: Abra o prompt de avaliação da App Store do sistema quando disponível
ru: Открыть системное окно оценки App Store, когда доступно
tr: Uygun olduğunda sistem App Store derecelendirme istemini açar
uk: Відкрити системний запит оцінки App Store, коли це можливо
vi: Mở lời nhắc đánh giá App Store hệ thống khi có sẵn
zh_hans: 在系统允许时打开 App Store 评分面板
zh_hant: 在系統允許時開啟 App Store 評分面板

# about.support.rate.help
source: Ask StoreKit to show the App Store rating prompt
ar: اطلب من StoreKit إظهار نافذة تقييم متجر التطبيقات
de: Bittet StoreKit, die App-Store-Bewertungsaufforderung anzuzeigen
es: Pídele a StoreKit que muestre el mensaje de calificación de la App Store
fr: Demander à StoreKit d'afficher l'invite de notation de l'App Store
id: Minta StoreKit untuk menampilkan prompt penilaian App Store
it: Chiedi a StoreKit di mostrare il prompt di valutazione dell'App Store
ja: StoreKitにApp Store評価プロンプトを表示するよう依頼
ko: StoreKit에 App Store 평가 프롬프트 표시 요청
nl: Vraag StoreKit om de App Store-beoordelingsprompt te tonen
pl: Poproś StoreKit o wyświetlenie monitu oceny w App Store
pt_br: Peça ao StoreKit para mostrar o prompt de avaliação da App Store
ru: Попросить StoreKit показать окно оценки App Store
tr: StoreKit'ten App Store derecelendirme istemini göstermesini isteyin
uk: Попросити StoreKit показати запит оцінки App Store
vi: Yêu cầu StoreKit hiển thị lời nhắc đánh giá App Store
zh_hans: 请求 StoreKit 显示 App Store 评分面板
zh_hant: 請求 StoreKit 顯示 App Store 評分面板

# about.support.rate.title
source: Rate Starcat
ar: قيّم Starcat
de: Starcat bewerten
es: Calificar Starcat
fr: Noter Starcat
id: Beri Nilai Starcat
it: Valuta Starcat
ja: Starcatを評価
ko: Starcat 평가
nl: Beoordeel Starcat
pl: Oceń Starcat
pt_br: Avaliar Starcat
ru: Оценить Starcat
tr: Starcat'ı Oyla
uk: Оцінити Starcat
vi: Đánh giá Starcat
zh_hans: 给 Starcat 评分
zh_hant: 給 Starcat 評分

# about.support.subtitle
source: When encountering issues, preserve scene information first for quick diagnosis
ar: عند مواجهة مشكلات، احفظ معلومات المشهد أولاً للتشخيص السريع
de: Bei Problemen zuerst Szeneninformationen sichern, um eine schnelle Diagnose zu ermöglichen
es: Cuando encuentre problemas, primero conserve la información de la escena para un diagnóstico rápido
fr: En cas de problème, conservez d'abord les informations de scène pour un diagnostic rapide
id: Saat menghadapi masalah, simpan informasi adegan terlebih dahulu untuk diagnosis cepat
it: Quando incontri problemi, conserva prima le informazioni sulla scena per una diagnosi rapida
ja: 問題が発生した場合は、まず状況情報を保存して迅速な診断に備えてください
ko: 문제 발생 시 빠른 진단을 위해 먼저 장면 정보를 보존하세요.
nl: Bewaar bij problemen eerst scène-informatie voor snelle diagnose
pl: W przypadku problemów najpierw zachowaj informacje o scenie, aby szybko zdiagnozować
pt_br: Ao encontrar problemas, preserve as informações da cena primeiro para um diagnóstico rápido
ru: При возникновении проблем сначала сохраните сцену для быстрой диагностики
tr: Sorunlarla karşılaştığınızda, hızlı teşhis için önce sahne bilgilerini koruyun
uk: У разі виникнення проблем спочатку збережіть інформацію про сцену для швидкої діагностики
vi: Khi gặp sự cố, trước tiên hãy lưu thông tin bối cảnh để chẩn đoán nhanh
zh_hans: 遇到问题时优先保留现场信息，便于快速定位
zh_hant: 遇到問題時優先保留現場資訊，便於快速定位

# about.support.title
source: Get Help
ar: احصل على المساعدة
de: Hilfe erhalten
es: Obtener Ayuda
fr: Obtenir de l'aide
id: Dapatkan Bantuan
it: Ottieni Aiuto
ja: ヘルプ
ko: 도움말
nl: Hulp krijgen
pl: Uzyskaj pomoc
pt_br: Obter Ajuda
ru: Получить помощь
tr: Yardım Alın
uk: Отримати допомогу
vi: Nhận trợ giúp
zh_hans: 获取帮助
zh_hant: 取得協助

# about.support.website.detail
source: View changelog and help documentation
ar: عرض سجل التغييرات ووثائق المساعدة
de: Changelog und Hilfedokumentation anzeigen
es: Ver registro de cambios y documentación de ayuda
fr: Voir le journal des modifications et la documentation d'aide
id: Lihat changelog dan dokumentasi bantuan
it: Visualizza il changelog e la documentazione di aiuto
ja: 変更ログとヘルプドキュメントを表示
ko: 변경 로그 및 도움말 문서 보기
nl: Bekijk changelog en hulpdocumentatie
pl: Zobacz dziennik zmian i dokumentację pomocy
pt_br: Veja o changelog e a documentação de ajuda
ru: Просмотреть журнал изменений и справочную документацию
tr: Değişiklik günlüğünü ve yardım belgelerini görüntüleyin
uk: Переглянути журнал змін та довідкову документацію
vi: Xem nhật ký thay đổi và tài liệu trợ giúp
zh_hans: 查看更新说明与帮助文档
zh_hant: 檢視更新說明與說明文件

# about.support.website.title
source: Product Website
ar: موقع المنتج
de: Produktwebsite
es: Sitio Web del Producto
fr: Site Web du produit
id: Situs Web Produk
it: Sito Web del Prodotto
ja: 製品ウェブサイト
ko: 제품 웹사이트
pl: Strona produktu
pt_br: Site do Produto
ru: Веб-сайт продукта
tr: Ürün Web Sitesi
uk: Веб-сайт продукту
vi: Trang web sản phẩm
zh_hans: 产品主页
zh_hant: 產品首頁

# about.version.fullFormat
source: Version %@ (Build %@)
ar: الإصدار %@ (البناء %@)
es: Versión %@ (Compilación %@)
id: Versi %@ (Build %@)
it: Versione %@ (Build %@)
ja: バージョン %@ (ビルド %@)
ko: 버전 %@ (빌드 %@)
nl: Versie %@ (Build %@)
pl: Wersja %@ (kompilacja %@)
pt_br: Versão %@ (Build %@)
ru: Версия %@ (сборка %@)
tr: Sürüm %@ (Yapı %@)
uk: Версія %@ (збірка %@)
vi: Phiên bản %@ (Bản dựng %@)
zh_hans: 版本 %@ (Build %@)
zh_hant: 版本 %@ (Build %@)

# action.apply
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
id: Terapkan
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

# action.cancelSync
source: Cancel Sync
ar: إلغاء المزامنة
de: Sync abbrechen
es: Cancelar Sincronización
fr: Annuler la synchronisation
id: Batalkan Sinkronisasi
it: Annulla Sincronizzazione
ja: 同期をキャンセル
ko: 동기화 취소
nl: Synchronisatie annuleren
pl: Anuluj synchronizację
pt_br: Cancelar Sincronização
ru: Отменить синхронизацию
tr: Senkronizasyonu İptal Et
uk: Скасувати синхронізацію
vi: Hủy đồng bộ
zh_hans: 取消同步
zh_hant: 取消同步

# action.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# action.create
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
id: Buat
it: Crea
ja: 作成
ko: 생성
nl: Aanmaken
pl: Utwórz
pt_br: Criar
ru: Создать
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# action.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# action.login
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ru: Войти
tr: Oturum Aç
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# action.merge
source: Merge
ar: دمج
de: Zusammenführen
es: Combinar
fr: Fusionner
id: Gabung
it: Unisci
ja: マージ
ko: 병합
nl: Samenvoegen
pl: Scal
pt_br: Mesclar
ru: Объединить
tr: Birleştir
uk: Об'єднати
vi: Hợp nhất
zh_hans: 合并
zh_hant: 合併

# action.new
source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
id: Baru
it: Nuovo
ja: 新規
ko: 새로 만들기
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новый
tr: Yeni
uk: Новий
vi: Mới
zh_hans: 新建
zh_hant: 新增

# action.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar Novamente
ru: Повторить
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# action.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# action.syncInProgress
source: Syncing GitHub Stars
ar: جاري مزامنة نجوم GitHub
de: GitHub-Sterne werden synchronisiert
es: Sincronizando estrellas de GitHub
fr: Synchronisation des étoiles GitHub
id: Menyinkronkan GitHub Stars
it: Sincronizzazione Stelle GitHub in corso
ja: GitHub Starsを同期中
ko: GitHub Star 동기화 중
nl: GitHub-sterren synchroniseren
pl: Synchronizowanie gwiazdek GitHub
pt_br: Sincronizando Estrelas do GitHub
ru: Синхронизация звёзд GitHub
tr: GitHub Yıldızları Senkronize Ediliyor
uk: Синхронізація зірок GitHub
vi: Đang đồng bộ GitHub Stars
zh_hans: 拉取 GitHub Stars
zh_hant: 正在同步 GitHub Stars

# action.syncRateLimited
source: Rate limit recovering, tap to cancel
ar: استعادة حد المعدل، اضغط للإلغاء
de: Rate-Limit wird wiederhergestellt, tippen zum Abbrechen
es: Límite de velocidad recuperándose, toque para cancelar
fr: Limite de débit en récupération, appuyez pour annuler
id: Batas kecepatan pulih, ketuk untuk membatalkan
it: Limite di velocità in recupero, tocca per annullare
ja: レート制限回復中、タップしてキャンセル
ko: 속도 제한 복구 중, 탭하여 취소
nl: Snelheidslimiet herstellende, tik om te annuleren
pl: Odzyskiwanie po limicie szybkości, kliknij, aby anulować
pt_br: Limite de taxa se recuperando, toque para cancelar
ru: Восстановление после ограничения скорости, нажмите для отмены
tr: Hız sınırı kurtarılıyor, iptal etmek için dokunun
uk: Обмеження швидкості відновлюється, натисніть, щоб скасувати
vi: Giới hạn tốc độ đang phục hồi, chạm để hủy
zh_hans: 配额恢复中，点击取消
zh_hant: 配額恢復中，點擊取消

# activity.announcement.activityV1.body
source: Activity now aggregates Starcat announcements, subscribed releases, recent stars, repository updates, and local suggestions. GitHub Events and Watch/Follow sources will be added after the local model is stable.
ar: يجمع النشاط الآن إعلانات Starcat، والإصدارات المشترك بها، والنجوم الحديثة، وتحديثات المستودعات، والاقتراحات المحلية. ستُضاف مصادر أحداث GitHub والمتابعة/المراقبة بعد استقرار النموذج المحلي.
de: Die Aktivität fasst jetzt Starcat-Ankündigungen, abonnierte Releases, kürzliche Sterne, Repository-Updates und lokale Vorschläge zusammen. GitHub-Ereignisse und Watch/Follow-Quellen werden hinzugefügt, sobald das lokale Modell stabil ist.
es: La actividad ahora agrega anuncios de Starcat, lanzamientos suscritos, estrellas recientes, actualizaciones de repositorios y sugerencias locales. Las fuentes de Eventos de GitHub y Seguir/Seguidos se agregarán después de que el modelo local sea estable.
fr: L'activité regroupe désormais les annonces Starcat, les versions suivies, les étoiles récentes, les mises à jour des dépôts et les suggestions locales. Les événements GitHub et les sources Watch/Follow seront ajoutés après la stabilisation du modèle local.
id: Aktivitas sekarang mengumpulkan pengumuman Starcat, rilis yang diikuti, bintang terbaru, pembaruan repositori, dan saran lokal. Sumber GitHub Events dan Watch/Follow akan ditambahkan setelah model lokal stabil.
it: L'Attività ora aggrega annunci di Starcat, release seguite, stelle recenti, aggiornamenti dei repository e suggerimenti locali. Eventi GitHub e sorgenti Watch/Follow saranno aggiunte dopo che il modello locale sarà stabile.
ja: アクティビティは、Starcatのお知らせ、購読リリース、最近のスター、リポジトリ更新、ローカル提案を集約します。GitHub EventsとWatch/Followソースは、ローカルモデルが安定した後に追加されます。
ko: 활동은 이제 Starcat 공지, 구독한 릴리스, 최근 Star, 저장소 업데이트 및 로컬 제안을 집계합니다. GitHub Events 및 Watch/Follow 소스는 로컬 모델이 안정화된 후 추가됩니다.
nl: Activiteit verzamelt nu Starcat-aankondigingen, geabonneerde releases, recente sterren, repository-updates en lokale suggesties. GitHub Events en Watch/Follow-bronnen worden toegevoegd nadat het lokale model stabiel is.
pl: Aktywność agreguje teraz ogłoszenia Starcat, subskrybowane wydania, ostatnie gwiazdki, aktualizacje repozytoriów i lokalne sugestie. Źródła GitHub Events i Watch/Follow zostaną dodane po ustabilizowaniu lokalnego modelu.
pt_br: Atividades agora agrega anúncios do Starcat, lançamentos inscritos, estrelas recentes, atualizações de repositórios e sugestões locais. Eventos do GitHub e fontes de Watch/Follow serão adicionados após o modelo local estar estável.
ru: Активность теперь объединяет объявления Starcat, подписанные релизы, недавние звёзды, обновления репозиториев и локальные предложения. События GitHub и источники Watch/Follow будут добавлены после стабилизации локальной модели.
tr: Etkinlik artık Starcat duyurularını, abone olunan sürümleri, son yıldızları, depo güncellemelerini ve yerel önerileri bir araya getiriyor. GitHub Etkinlikleri ve İzle/Takip kaynakları, yerel model kararlı hale geldikten sonra eklenecek.
uk: Активність тепер об'єднує оголошення Starcat, підписані релізи, нещодавні зірки, оновлення репозиторіїв та локальні пропозиції. Події GitHub та джерела Watch/Follow будуть додані після стабілізації локальної моделі.
vi: Hoạt động hiện tổng hợp các thông báo của Starcat, bản phát hành đã đăng ký, sao gần đây, cập nhật kho lưu trữ và đề xuất cục bộ. Nguồn GitHub Events và Watch/Follow sẽ được thêm sau khi mô hình cục bộ ổn định.
zh_hans: 活动页现在会聚合 Starcat 公告、已订阅 Release、最近星标、仓库更新和本地建议。GitHub Events 与 Watch/Follow 来源会在本地模型稳定后再接入。
zh_hant: 活動頁現在會聚合 Starcat 公告、已訂閱 Release、最近星標、倉庫更新和本地建議。GitHub Events 與 Watch/Follow 來源會在本地模型穩定後再接入。

# activity.announcement.activityV1.subtitle
source: Starcat Activity
ar: نشاط Starcat
de: Starcat-Aktivität
es: Actividad de Starcat
fr: Activité Starcat
id: Aktivitas Starcat
it: Attività di Starcat
ja: Starcatアクティビティ
ko: Starcat 활동
nl: Starcat-activiteit
pl: Aktywność Starcat
pt_br: Atividade do Starcat
ru: Активность Starcat
tr: Starcat Etkinliği
uk: Активність Starcat
vi: Hoạt động Starcat
